<? if(AUTORIZACE != "Q.&dJhůs63d5dS=d56sLc5%" or !AUTORIZACE)die("<h1>Chyba vstupu</h1>");

/***************************************************************************************************
*****************************************  Chybová stránka  ****************************************

 * Tento script je vkládán do webu, pokud se požadovaná stránka nenachází v databázi

****************************************************************************************************
                             Pavel Baštecký anebril(a)seznam.cz (c) 2012
***************************************************************************************************/

function Body()
{
  echo "<h2>Stránka nenalezena</h2>";
}

?>